Repository: qiaob/baobox_mac
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# aitools.maint.latestVersion %@
source: Latest: %@
zh_hans: 最新版：%@

# aitools.maint.checkUpdate
source: Check for Updates
zh_hans: 检查最新版

# aitools.maint.copyUpgrade
source: Copy Upgrade Command
zh_hans: 复制升级命令

# aitools.common.copied
source: Copied
zh_hans: 已复制

# common.ok
source: OK
zh_hans: 好

# common.cancel
source: Cancel
zh_hans: 取消

# common.granted
source: Granted
zh_hans: 已授权

# common.goEnable
source: Enable…
zh_hans: 前往开启

# common.unknown
source: Unknown
zh_hans: 未知

# common.clearHistory
source: Clear History
zh_hans: 清空历史

# common.example %@
source: Example: %@
zh_hans: 示例：%@

# app.menu.toolSettings %@
source: %@ Settings…
zh_hans: %@设置…

# app.menu.morePlaceholder
source: More tools coming soon…
zh_hans: 更多工具，敬请期待…

# app.menu.settings
source: Settings…
zh_hans: 设置…

# app.menu.checkUpdates
source: Check for Updates…
zh_hans: 检查更新…

# app.menu.quit
source: Quit Baobox
zh_hans: 退出 Baobox

# app.editMenu.title
source: Edit
zh_hans: 编辑

# app.editMenu.undo
source: Undo
zh_hans: 撤销

# app.editMenu.redo
source: Redo
zh_hans: 重做

# app.editMenu.cut
source: Cut
zh_hans: 剪切

# app.editMenu.copy
source: Copy
zh_hans: 拷贝

# app.editMenu.paste
source: Paste
zh_hans: 粘贴

# app.editMenu.selectAll
source: Select All
zh_hans: 全选

# settings.window.title
source: Baobox Settings
zh_hans: Baobox 设置

# settings.tab.general
source: General
zh_hans: 通用

# settings.tab.hotkeys
source: Shortcuts
zh_hans: 快捷键

# settings.tab.about
source: About
zh_hans: 关于

# settings.general.launchSection
source: Startup
zh_hans: 启动

# settings.general.launchAtLogin
source: Launch Baobox at login
zh_hans: 开机时自动启动 Baobox

# settings.general.language.section
source: Language
zh_hans: 语言

# settings.general.language.picker
source: Interface language
zh_hans: 界面语言

# settings.general.language.system
source: Follow System
zh_hans: 跟随系统

# settings.general.language.restartNotice
source: Changing the language takes effect after Baobox restarts.
zh_hans: 切换语言需重启 Baobox 生效。

# settings.general.language.restartTitle
source: Restart to switch language?
zh_hans: 重启以切换语言？

# settings.general.language.restartNow
source: Restart Now
zh_hans: 立即重启

# settings.general.language.restartLater
source: Later
zh_hans: 稍后

# settings.general.terminal.section
source: Terminal
zh_hans: 终端

# settings.general.terminal.picker
source: Terminal app
zh_hans: 终端应用

# settings.general.terminal.auto
source: Auto (Recommended)
zh_hans: 自动（推荐）

# settings.general.terminal.system
source: System Terminal
zh_hans: 系统终端

# settings.general.terminal.notInstalled
source: (not installed)
zh_hans: （未安装）

# settings.general.terminal.desc
source: Used when resuming sessions from Baobox. Auto prefers installed third-party terminals (iTerm2 → Ghostty → kitty → WezTerm → Alacritty), falling back to System Terminal.
zh_hans: 用于从 Baobox 续接会话等命令。自动模式优先使用已安装的第三方终端（iTerm2 → Ghostty → kitty → WezTerm → Alacritty），否则用系统终端。

# settings.general.permissionSection
source: Permissions
zh_hans: 权限

# settings.general.screenRecording.desc
source: Needed to capture screen content. The screenshot tool cannot work without it.
zh_hans: 用于截取屏幕内容。未授权时无法使用截图工具。

# settings.general.screenRecording.grantedNeedsRestart
source: Enabled in System Settings — restart Baobox to apply.
zh_hans: 检测到系统设置中已开启，重启 Baobox 后生效。

# settings.general.screenRecording.notGranted
source: macOS requires restarting Baobox after you enable it in System Settings.
zh_hans: 系统限制：在系统设置中开启后，必须重启 Baobox 才会生效。

# settings.general.screenRecording.restartNow
source: Restart to Apply
zh_hans: 立即重启生效

# settings.general.screenRecording.maybeEnabled
source: Enabled it? Restart here
zh_hans: 已开启？点此重启

# settings.general.loginItem.requiresApproval
source: Approve Baobox in System Settings → General → Login Items to finish enabling launch at login.
zh_hans: 需要你在「系统设置 → 通用 → 登录项」中批准 Baobox，开机自启才会生效。

# settings.general.operationFailed
source: Operation Failed
zh_hans: 操作未成功

# settings.about.version %@
source: Version %@
zh_hans: 版本 %@

# settings.about.tagline
source: A menu-bar macOS toolbox: screenshots, clipboard and more. All data stays on this Mac.
zh_hans: 菜单栏常驻的 macOS 效率工具集：截图 · 剪贴板。 所有数据仅保存在本机。

# settings.about.sparkleHelp
source: Automatic updates via Sparkle arrive in M2
zh_hans: M2 接入 Sparkle 自动更新

# permission.screenRecording
source: Screen Recording
zh_hans: 屏幕录制

# permission.accessibility
source: Accessibility
zh_hans: 辅助功能

# permission.accessibility.desc
source: Lets clipboard items paste into the frontmost app automatically. Without it, items are only copied.
zh_hans: 用于选中剪贴板历史后自动粘贴到当前 App。未授权时降级为仅复制。

# onboarding.windowTitle
source: Welcome to Baobox
zh_hans: 欢迎使用 Baobox

# onboarding.title
source: Two System Permissions Needed
zh_hans: 需要两项系统权限

# onboarding.subtitle
source: Everything Baobox records stays on this Mac — nothing is uploaded.
zh_hans: Baobox 的所有数据仅保存在本机，不会上传。

# onboarding.screen.desc
source: Needed to capture the screen. macOS requires restarting Baobox after enabling.
zh_hans: 用于截取屏幕内容。系统限制：开启后需重启 Baobox 才生效。

# onboarding.enabledRestart
source: Enabled — Restart Now
zh_hans: 已开启，立即重启

# onboarding.openSettings
source: Open System Settings
zh_hans: 打开系统设置

# onboarding.maybeEnabledRestart
source: Already enabled in System Settings? Restart to apply
zh_hans: 已在系统设置中开启？点此重启生效

# onboarding.later
source: Grant later in Settings → General
zh_hans: 稍后在"设置 → 通用"中随时补齐

# hotkeys.intro
source: Click a shortcut to record a new one. Conflicts with the system or other apps are flagged immediately.
zh_hans: 点击键位重新录制；与系统或其他 App 冲突时会即时提示。

# hotkeys.conflict
source: Shortcut in use — choose another
zh_hans: 快捷键被占用，请更换

# hotkeys.resetDefault
source: Reset to default
zh_hans: 恢复默认

# hotkeys.recording
source: Press new shortcut…
zh_hans: 按下新快捷键…

# keycombo.space
source: Space
zh_hans: 空格

# screenshot.name
source: Screenshot
zh_hans: 截图

# screenshot.menu.start
source: Start Capture
zh_hans: 开始截图

# screenshot.menu.history
source: Capture History
zh_hans: 截图历史

# screenshot.menu.pins
source: Manage Pins
zh_hans: 贴图管理

# screenshot.hotkey.title
source: Smart capture
zh_hans: 智能截图

# screenshot.hotkey.subtitle
source: Click a window · drag a region · ⏎ full screen
zh_hans: 单击截窗口 · 拖拽选区域 · ⏎ 全屏

# screenshot.settings.saveSection
source: Saving
zh_hans: 保存

# screenshot.settings.autoSave
source: Auto-save captures to a folder
zh_hans: 截图后自动保存到文件夹

# screenshot.settings.location
source: Location
zh_hans: 保存位置

# screenshot.settings.choose
source: Choose…
zh_hans: 选择…

# screenshot.settings.choosePrompt
source: Choose
zh_hans: 选择

# screenshot.settings.filenameSection
source: File Name
zh_hans: 文件名

# screenshot.settings.template
source: File name template
zh_hans: 文件名模板

# screenshot.settings.templateHelp
source: Uses DateFormatter patterns; .png is appended automatically.
zh_hans: 使用 DateFormatter 格式，自动追加 .png 后缀。

# screenshot.settings.defaultTemplate
source: yyyy-MM-dd HH.mm.ss
zh_hans: 截图 yyyy-MM-dd HH.mm.ss

# screenshot.overlay.hint.click
source: Click to capture window
zh_hans: 单击 截取窗口

# screenshot.overlay.hint.drag
source: Drag to select region
zh_hans: 拖拽 自选区域

# screenshot.overlay.hint.enter
source: ⏎ full screen
zh_hans: ⏎ 全屏

# screenshot.overlay.hint.esc
source: esc to cancel
zh_hans: esc 取消

# screenshot.detector.unknownApp
source: Unknown App
zh_hans: 未知应用

# screenshot.error.captureFailed
source: Capture Failed
zh_hans: 截图失败

# screenshot.error.saveFailed
source: Could Not Save Capture
zh_hans: 截图保存失败

# screenshot.error.targetMissing
source: The target window or display was not found.
zh_hans: 未找到截图目标窗口或显示器。

# screenshot.error.cropFailed
source: Cropping the selection failed.
zh_hans: 裁剪选区失败。

# annotation.tool.rect
source: Rectangle
zh_hans: 矩形

# annotation.tool.ellipse
source: Ellipse
zh_hans: 椭圆

# annotation.tool.arrow
source: Arrow
zh_hans: 箭头

# annotation.tool.pen
source: Pen
zh_hans: 画笔

# annotation.tool.highlighter
source: Highlighter
zh_hans: 荧光笔

# annotation.tool.mosaic
source: Mosaic
zh_hans: 马赛克

# annotation.tool.text
source: Text
zh_hans: 文字

# annotation.tool.eraser
source: Eraser (removes whole mark)
zh_hans: 橡皮（点删整笔）

# annotation.undo
source: Undo ⌘Z
zh_hans: 撤销 ⌘Z

# annotation.redo
source: Redo ⇧⌘Z
zh_hans: 重做 ⇧⌘Z

# annotation.cancel
source: Cancel (esc)
zh_hans: 取消 esc

# annotation.pin
source: Pin to screen
zh_hans: 贴图（钉在屏幕上）

# annotation.save
source: Save ⌥⏎
zh_hans: 保存 ⌥⏎

# annotation.copy
source: Copy & finish ⏎
zh_hans: 复制并完成 ⏎

# annotation.sizeTip
source: Stroke & text size
zh_hans: 粗细 / 字号

# pin.defaultName
source: Pinned.png
zh_hans: 贴图.png

# pin.menu.copy
source: Copy Image
zh_hans: 复制图片

# pin.menu.save
source: Save As…
zh_hans: 另存为…

# pin.menu.close
source: Close Pin
zh_hans: 关闭贴图

# clipboard.name
source: Clipboard
zh_hans: 剪贴板

# clipboard.menu.open
source: Open Clipboard History
zh_hans: 打开剪贴板历史

# clipboard.hotkey.pastePlain
source: Paste last item as plain text
zh_hans: 纯文本粘贴上一条

# clipboard.panel.searchPlaceholder
source: Search history
zh_hans: 搜索历史

# clipboard.chip.all
source: All
zh_hans: 全部

# clipboard.chip.text
source: Text
zh_hans: 文本

# clipboard.chip.link
source: Links
zh_hans: 链接

# clipboard.chip.image
source: Images
zh_hans: 图片

# clipboard.chip.file
source: Files
zh_hans: 文件

# clipboard.type.text
source: Text
zh_hans: 文本

# clipboard.type.link
source: Link
zh_hans: 链接

# clipboard.type.image
source: Image
zh_hans: 图片

# clipboard.type.file
source: File
zh_hans: 文件

# clipboard.row.moreFiles %@ %lld
source: %1$@ (%2$lld files)
zh_hans: %1$@ 等 %2$lld 个文件

# clipboard.preview.header %@
source: Preview · %@
zh_hans: 预览 · %@

# clipboard.preview.missingImage
source: Image missing
zh_hans: 图片缺失

# clipboard.preview.empty
source: No history yet
zh_hans: 暂无历史

# clipboard.preview.source %@
source: Source: %@
zh_hans: 来源 %@

# clipboard.preview.chars %lld
source: %lld characters
zh_hans: %lld 字符

# clipboard.footer.count %lld
source: %lld items
zh_hans: %lld 条历史

# clipboard.footer.select
source: Select
zh_hans: 选择

# clipboard.footer.paste
source: Paste
zh_hans: 粘贴

# clipboard.footer.pastePlain
source: Plain-text paste
zh_hans: 纯文本粘贴

# clipboard.footer.pin
source: Pin
zh_hans: 置顶

# clipboard.settings.historySection
source: History
zh_hans: 历史

# clipboard.settings.maxItems %lld
source: History limit: %lld
zh_hans: 历史条数上限：%lld

# clipboard.settings.maxItemsHelp
source: Oldest unpinned items are removed once the limit is exceeded.
zh_hans: 超出上限时自动淘汰最旧的未置顶条目。

# clipboard.settings.privacySection
source: Privacy
zh_hans: 隐私

# clipboard.settings.ignoreConcealed
source: Ignore content flagged by password managers
zh_hans: 忽略密码管理器标记的内容

# clipboard.settings.ignoreConcealedHelp
source: Content marked org.nspasteboard.ConcealedType / TransientType is never stored.
zh_hans: 对标记为 org.nspasteboard.ConcealedType / TransientType 的内容始终不入库。

# clipboard.settings.clear
source: Clear History…
zh_hans: 清空历史…

# clipboard.settings.count %lld
source: Currently %lld items in history.
zh_hans: 当前共 %lld 条历史。

# clipboard.clearConfirm.title
source: Clear clipboard history?
zh_hans: 清空剪贴板历史？

# clipboard.clearConfirm.message
source: This cannot be undone. Pinned items are deleted too.
zh_hans: 此操作无法撤销，置顶条目也会被删除。

# clipboard.clearConfirm.confirm
source: Clear
zh_hans: 清空

# clipboard.paste.blockedTitle
source: Cannot Paste This Item
zh_hans: 无法粘贴该条目

# clipboard.paste.blockedMessage
source: The image file behind this item is missing (it may have been cleaned up). Delete the item.
zh_hans: 这条历史的图片文件已丢失（可能被清理），请删除该条目。

# clipboard.paste.noAXTitle
source: Copied — Auto-Paste Is Off
zh_hans: 已复制，但自动粘贴未开启

# clipboard.paste.noAXMessage
source: The content is on the clipboard — press ⌘V to paste now. Grant Accessibility and future picks will paste automatically.
zh_hans: 内容已在剪贴板，现在可直接手动 ⌘V。开启「辅助功能」权限后，选中历史即可自动粘贴到当前 App。

# clipboard.paste.goEnableAX
source: Enable Accessibility
zh_hans: 去开启辅助功能

# clipboard.paste.gotIt
source: Got It
zh_hans: 知道了

# colorpicker.name
source: Color Picker
zh_hans: 取色器

# colorpicker.menu.pick
source: Pick Color
zh_hans: 取色

# colorpicker.menu.empty
source: No colors yet
zh_hans: 暂无历史

# colorpicker.hotkey.subtitle
source: No default shortcut (⌘⇧C collides with browser dev tools) — assign one here if needed
zh_hans: 出厂未绑定（⌘⇧C 与浏览器开发者工具冲突），需要请自行设置键位

# colorpicker.settings.formatSection
source: Output Format
zh_hans: 输出格式

# colorpicker.settings.format
source: Color format
zh_hans: 颜色格式

# colorpicker.settings.hexUppercase
source: Uppercase hex
zh_hans: Hex 使用大写

# colorpicker.settings.behaviorSection
source: Behavior
zh_hans: 行为

# colorpicker.settings.autoCopy
source: Copy picked color automatically
zh_hans: 取色后自动复制到剪贴板

# colorpicker.settings.help %lld
source: Picking uses the native magnifier and needs no permissions. Colors are kept in history (up to %lld).
zh_hans: 取色使用系统原生放大镜，无需任何权限。取色结果同时存入历史（上限 %lld 条）。

# caffeinate.name
source: Keep Awake
zh_hans: 防休眠

# caffeinate.assertionName
source: Baobox Keep Awake
zh_hans: Baobox 防休眠

# caffeinate.status.off
source: Off
zh_hans: 未开启

# caffeinate.status.infinite
source: On · indefinitely
zh_hans: 已开启 · 无限期

# caffeinate.status.remaining %lld
source: On · %lld min left
zh_hans: 已开启 · 剩余 %lld 分钟

# caffeinate.menu.startDefault
source: Start with default duration
zh_hans: 按默认时长开启

# caffeinate.preset.15m
source: On for 15 minutes
zh_hans: 开启 15 分钟

# caffeinate.preset.1h
source: On for 1 hour
zh_hans: 开启 1 小时

# caffeinate.preset.2h
source: On for 2 hours
zh_hans: 开启 2 小时

# caffeinate.preset.infinite
source: On indefinitely
zh_hans: 无限期开启

# caffeinate.menu.stop
source: Turn Off
zh_hans: 关闭

# caffeinate.error.title
source: Could Not Enable Keep Awake
zh_hans: 无法开启防休眠

# caffeinate.error.message %lld
source: The system failed to create a power assertion (error %lld).
zh_hans: 系统未能创建电源管理断言（错误码 %lld）。

# caffeinate.settings.intro
source: Keep Awake temporarily prevents your Mac from sleeping — useful for long builds, large downloads, or other unattended tasks. Click "Keep Awake" in the menu bar to start it for the default duration below; it turns off automatically when time is up. By default only system sleep is blocked (the screen may still turn off); enable the option below to also keep the display on.
zh_hans: 防休眠会临时阻止 Mac 自动进入睡眠，适合跑构建、下载大文件等需要挂机的场景。在菜单栏点击「防休眠」即按下方默认时长开启，到点自动关闭。默认只阻止系统休眠（屏幕仍会正常熄灭），如需屏幕常亮可打开下方选项。

# caffeinate.settings.durationSection
source: Default Duration
zh_hans: 默认时长

# caffeinate.settings.durationPicker
source: Duration for menu and quick start
zh_hans: 菜单点击或快捷开启时的时长

# caffeinate.settings.15m
source: 15 minutes
zh_hans: 15 分钟

# caffeinate.settings.1h
source: 1 hour
zh_hans: 1 小时

# caffeinate.settings.2h
source: 2 hours
zh_hans: 2 小时

# caffeinate.settings.infinite
source: Indefinitely
zh_hans: 无限期

# caffeinate.settings.durationHelp
source: Used when starting from the menu; other durations stay available in the submenu.
zh_hans: 从菜单点击"防休眠"主行时使用该时长；也可在二级菜单中选择其他时长。

# caffeinate.settings.optionsSection
source: Options
zh_hans: 选项

# caffeinate.settings.preventDisplay
source: Also keep the display awake
zh_hans: 同时防止显示器休眠

# caffeinate.settings.preventDisplayHelp
source: The screen stays on too. Changes apply immediately to an active session.
zh_hans: 开启后屏幕也不会自动关闭；变更会立即作用于当前正在生效的防休眠。

# windowmanager.name
source: Window Manager
zh_hans: 窗口管理

# windowmanager.menu.needAX
source: Accessibility permission required (click to enable)
zh_hans: 需要辅助功能权限（点击开启）

# windowmanager.layout.left
source: Left Half
zh_hans: 左半屏

# windowmanager.layout.right
source: Right Half
zh_hans: 右半屏

# windowmanager.layout.top
source: Top Half
zh_hans: 上半屏

# windowmanager.layout.bottom
source: Bottom Half
zh_hans: 下半屏

# windowmanager.layout.topLeft
source: Top Left Quarter
zh_hans: 左上四分之一

# windowmanager.layout.topRight
source: Top Right Quarter
zh_hans: 右上四分之一

# windowmanager.layout.bottomLeft
source: Bottom Left Quarter
zh_hans: 左下四分之一

# windowmanager.layout.bottomRight
source: Bottom Right Quarter
zh_hans: 右下四分之一

# windowmanager.layout.maximize
source: Maximize
zh_hans: 最大化

# windowmanager.layout.maximize.subtitle
source: Fills the visible area (not full screen)
zh_hans: 填满可用区域（非全屏）

# windowmanager.layout.center
source: Center
zh_hans: 居中

# windowmanager.layout.center.subtitle
source: Keeps the current size
zh_hans: 不改变尺寸

# windowmanager.layout.nextDisplay
source: Move to Next Display
zh_hans: 移到下一个显示器

# windowmanager.layout.prevDisplay
source: Move to Previous Display
zh_hans: 移到上一个显示器

# windowmanager.layout.restore
source: Restore Original Position
zh_hans: 恢复原始位置

# windowmanager.settings.layoutSection
source: Layout
zh_hans: 布局

# windowmanager.settings.gap %lld
source: Window gap: %lld pt
zh_hans: 窗口间距：%lld pt

# windowmanager.settings.gapHelp
source: Space kept around windows for halves, quarters and maximize; 0 means edge-to-edge.
zh_hans: 半屏、四分屏与最大化时在窗口四周及切分线处留出的间距；0 表示紧贴。

# windowmanager.settings.axDesc
source: Accessibility is required to move and resize other apps' windows. Without it, actions do nothing.
zh_hans: 窗口管理需要辅助功能权限来移动与缩放其他 App 的窗口。未授权时动作无效。

# windowmanager.settings.hint
source: No shortcuts are bound out of the box (the usual ⌃⌥ set collides with Rectangle). Assign your own in the Shortcuts tab. Layouts use each display's visible area and cross-display moves scale proportionally.
zh_hans: 出厂未绑定任何快捷键（常用的 ⌃⌥ 系列与 Rectangle 冲突），请在「快捷键」标签页按需设置。多显示器下按各屏可见区域（避开菜单栏与 Dock）分屏，跨屏移动等比映射。

# common.save
source: Save
zh_hans: 保存

# common.delete
source: Delete
zh_hans: 删除

# clipboard.settings.retention
source: Auto-delete history
zh_hans: 历史自动清理

# clipboard.settings.retention.forever
source: Never
zh_hans: 永不清理

# clipboard.settings.retention.day1
source: After 1 day
zh_hans: 1 天后

# clipboard.settings.retention.days7
source: After 7 days
zh_hans: 7 天后

# clipboard.settings.retention.days30
source: After 30 days
zh_hans: 30 天后

# clipboard.settings.retention.days90
source: After 90 days
zh_hans: 90 天后

# clipboard.settings.retentionHelp
source: Unpinned items older than this are removed automatically. Pinned items are always kept.
zh_hans: 超过该时长的未置顶条目会被自动清理；置顶条目始终保留。

# clipboard.settings.ignoredApps
source: Ignored apps
zh_hans: 忽略的 App

# clipboard.settings.ignoredEmpty
source: No ignored apps yet.
zh_hans: 暂无忽略的 App。

# clipboard.settings.addApp
source: Add App…
zh_hans: 添加 App…

# clipboard.settings.addAppPrompt
source: Ignore
zh_hans: 忽略

# clipboard.settings.ignoredAppsHelp
source: Content copied while these apps are frontmost is never recorded.
zh_hans: 这些 App 在前台时复制的内容不会被记录。

# screenshot.history.empty
source: No screenshots yet
zh_hans: 暂无截图

# screenshot.history.pin
source: Pin to Screen
zh_hans: 钉到屏幕上

# screenshot.menu.pinFromClipboard
source: Pin Image from Clipboard
zh_hans: 从剪贴板贴图

# screenshot.menu.closeAllPins
source: Close All Pins
zh_hans: 关闭全部贴图

# screenshot.pins.noImage.title
source: No image in clipboard
zh_hans: 剪贴板中没有图片

# screenshot.pins.noImage.message
source: Copy an image first, then pin it from here.
zh_hans: 先复制一张图片，再从这里贴到屏幕上。

# screenshot.settings.historySection
source: History
zh_hans: 历史

# screenshot.settings.historyLimit %lld
source: Keep last %lld screenshots
zh_hans: 保留最近 %lld 张截图

# screenshot.settings.historyLimitHelp
source: Every capture (copy, save or pin) is kept here for quick recovery, independent of files saved to disk.
zh_hans: 每次截图（复制/保存/贴图）都会存入历史便于找回，与保存到磁盘的文件相互独立。

# qrcode.name
source: QR Code
zh_hans: 二维码

# qrcode.menu.generate
source: Generate QR Code
zh_hans: 生成二维码

# qrcode.hotkey.subtitle
source: Opens the generator prefilled with clipboard text
zh_hans: 打开生成器并自动填入剪贴板文字

# qrcode.panel.placeholder
source: Enter text or a link…
zh_hans: 输入文字或链接…

# qrcode.panel.empty
source: The QR code appears here
zh_hans: 二维码将显示在这里

# qrcode.panel.tooLong
source: Content is too long to encode
zh_hans: 内容过长，无法生成二维码

# qrcode.panel.copy
source: Copy Image
zh_hans: 复制图片

# qrcode.panel.save
source: Save…
zh_hans: 保存…

# qrcode.panel.pin
source: Pin
zh_hans: 钉住

# qrcode.panel.escHint
source: Esc to close · drag background to move
zh_hans: 按 Esc 关闭 · 拖动空白处移动

# qrcode.settings.hint
source: Generate a QR code from clipboard text or manual input (default ⌃⇧Q, changeable in the Shortcuts tab). Scan it with your phone to hand off links, or pin it on screen.
zh_hans: 从剪贴板文字或手动输入生成二维码（默认快捷键 ⌃⇧Q，可在「快捷键」标签页修改）。用手机扫码即可把链接传到手机，也可以把码钉在屏幕上。

# windowmanager.snapshot.save
source: Save Current Layout…
zh_hans: 保存当前布局…

# windowmanager.snapshot.namePrompt.title
source: Save Window Layout
zh_hans: 保存窗口布局

# windowmanager.snapshot.namePrompt.message %lld
source: Records the position and size of %lld windows. Restore them anytime from this menu.
zh_hans: 将记录当前 %lld 个窗口的位置与大小，之后可随时从菜单一键恢复。

# windowmanager.snapshot.defaultName %lld
source: Layout %lld
zh_hans: 布局 %lld

# windowmanager.snapshot.emptyCapture.title
source: No windows to save
zh_hans: 没有可保存的窗口

# windowmanager.snapshot.emptyCapture.message
source: Open some windows first, then save the layout.
zh_hans: 先打开一些窗口，再保存布局。

# windowmanager.settings.snapshotSection
source: Layout snapshots
zh_hans: 布局快照

# windowmanager.settings.snapshotEmpty
source: No saved layouts. Create one via “Window Manager → Save Current Layout…” in the menu bar.
zh_hans: 还没有保存的布局。可在菜单栏「窗口管理 → 保存当前布局…」创建。

# windowmanager.settings.snapshotDetail %lld %@
source: %1$lld windows · %2$@
zh_hans: %1$lld 个窗口 · %2$@

# screenshot.menu.record
source: Start Recording
zh_hans: 开始录屏

# screenshot.menu.stopRecord
source: Stop Recording
zh_hans: 停止录屏

# screenshot.record.hotkey.subtitle
source: Record full screen or a region as MP4; press again to stop
zh_hans: 全屏或框选区域录制为 MP4，再按一次停止

# screenshot.record.hint.click
source: Click a window to select it
zh_hans: 单击窗口选择录制范围

# screenshot.record.hint.drag
source: Drag to select the recording area
zh_hans: 拖拽框选录制区域

# screenshot.record.hint.enter
source: ⏎ Select the full screen
zh_hans: ⏎ 选择整个屏幕

# screenshot.record.hud.stop
source: Stop recording
zh_hans: 停止录制

# screenshot.record.error.startFailed
source: Could not start recording
zh_hans: 无法开始录制

# screenshot.record.error.saveFailed
source: The recording could not be saved
zh_hans: 录制文件保存失败

# screenshot.record.hud.cancel
source: Discard recording
zh_hans: 取消录制（不保存）

# screenshot.record.bar.audio
source: System audio
zh_hans: 系统声音

# screenshot.record.bar.mic
source: Microphone
zh_hans: 麦克风

# screenshot.record.bar.start
source: Start Recording
zh_hans: 开始录制

# screenshot.record.hud.pause
source: Pause recording
zh_hans: 暂停录制

# screenshot.record.hud.resume
source: Resume recording
zh_hans: 继续录制

# screenshot.record.mic.deniedTitle
source: Microphone access is off
zh_hans: 麦克风权限未开启

# screenshot.record.mic.deniedMessage
source: Enable Baobox in System Settings → Privacy & Security → Microphone, then record again. This recording will continue without the microphone.
zh_hans: 请在「系统设置 → 隐私与安全性 → 麦克风」中勾选 Baobox 后重新录制；本次录制将不含麦克风声音。

# screenshot.settings.recordSection
source: Recording
zh_hans: 录屏

# screenshot.settings.recordAudio
source: Record system audio
zh_hans: 录制系统声音

# screenshot.settings.recordMic
source: Record microphone
zh_hans: 录制麦克风

# screenshot.settings.recordAudioHelp
source: Both can be toggled on the confirm bar before each recording. System audio needs no extra permission; the microphone asks once and is written as a second audio track.
zh_hans: 两项开关也会出现在每次录制前的确认工具条上。系统声音无需额外权限；麦克风首次开启会请求授权，声音写入独立的第二条音轨。

# hotkeys.none
source: Not set
zh_hans: 未设置

# clipboard.footer.delete
source: Delete
zh_hans: 删除

# clipboard.row.deleteHelp
source: Delete this item (⌘⌫)
zh_hans: 删除这条记录（⌘⌫）

# pin.menu.resetSize
source: Reset to Original Size
zh_hans: 恢复原始大小

# pin.menu.opacity
source: Opacity
zh_hans: 透明度

# screenshot.settings.format
source: Output format
zh_hans: 输出格式

# screenshot.settings.mixAudio
source: Merge audio into a single track
zh_hans: 混合为单条音轨
